import Song from "@/assets/objects/song";

export default [
  new Song("Imperial march", "3 3 33 1 53 1 53 7 7 77 8 53 1 53"),
  new Song("Mc Donald's theme", "123 65"),
  new Song("Happy birthday", "112143 112154 1186432 55234"),
  new Song("Tetris", "0 789 876 80 987 7890 866 2 46 543 80 987 7890 866"),
  new Song("Force theme", "36 7 898 3 36 7 8 3 8 6 0 9"),
  new Song(
    "Государственный гимн СССР",
    "8 58 567 336 545 11 2 234 456 789 550 989 558 767 336 545 118 7650 9 8789 55 8 76567 33 8 678 678 684 4 09890 88 9 87678 66 8 7 65 1 15 6 7 8"
  ),
  new Song("Up theme", "4643 4632 2421 265 265 42 4543 3531 8087"),
  new Song(
    "Despacito",
    "8   7   63  3333  6666  6564  4444 66667 8 5 5555 888 99 7  8 7 6 3"
  ),
  new Song("Pirates of the Caribbean - 1", "3566 6788 8977 6556"),
  new Song(
    "Pirates of the Caribbean - 2",
    "678 909 878 909   890 987 876 756   678 789 890 986   678 904 698 976"
  ),
  new Song("Star Wars theme", "1 5 432 8 5 432 8 5 4342"),
  new Song(
    "Ode To Joy",
    "3-3-4-5-5-4-3-2-1-1-2-3-3----22----\n" +
      "\n" +
      "3-3-4-5-5-4-3-2-1-1-2-3-2----11----\n" +
      "\n" +
      "2-2-3-1-2-343-1-2-343-2-1-2-2----\n" +
      "\n" +
      "3-3-4-5-5-4-3-2-1-1-2-3-2----11----\n"
  ),
  new Song("Godfather", "3 6876 8676 453 3 6876 8676 332 2467 1346 "),
];
